tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
brew "dive"
brew "fzf"
brew "helix"
brew "helm"
brew "jq"
brew "kubernetes-cli", link: false
brew "neovim"
brew "nushell"
brew "openssl@3"
brew "pnpm", link: false
brew "watch"
brew "webp"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
cask "font-hack-nerd-font"
