tap "dart-lang/dart"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "nikitabobko/tap"
tap "sass/sass"
tap "supabase/tap"
brew "python@3.12"
brew "ansible"
brew "asdf"
brew "bat"
brew "cmake"
brew "glib"
brew "libslirp"
brew "qemu"
brew "lima"
brew "colima", args: ["HEAD"]
brew "conan"
brew "difftastic"
brew "dive"
brew "docker"
brew "docker-compose"
brew "dog"
brew "duf"
brew "dust"
brew "elixir"
brew "exercism"
brew "eza"
brew "fd"
brew "flyctl"
brew "fzf"
brew "gcc"
brew "gh"
brew "go"
brew "go-task"
brew "helix"
brew "helm"
brew "jq"
brew "kubernetes-cli"
brew "llvm"
brew "lua"
brew "make"
brew "node"
brew "mongosh"
brew "mongodb-atlas-cli"
brew "neofetch"
brew "neovim"
brew "nushell"
brew "nvm"
brew "pnpm"
brew "podman"
brew "railway"
brew "ripgrep"
brew "sd"
brew "starship"
brew "terraform"
brew "tmux"
brew "watch"
brew "webp"
brew "wget"
brew "wimlib"
brew "wtfutil"
brew "zf"
brew "zoxide"
brew "sass/sass/sass"
brew "supabase/tap/supabase"
cask "aerospace"
cask "arc"
cask "autodesk-fusion"
cask "discord"
cask "font-hack-nerd-font"
cask "jordanbaird-ice"
cask "lulu"
cask "microsoft-auto-update"
cask "microsoft-edge"
cask "microsoft-office"
cask "mongodb-compass"
cask "monitorcontrol"
cask "multipass"
cask "notunes"
cask "qbittorrent"
cask "raycast"
cask "sf-symbols"
cask "steam"
cask "surfshark"
cask "ultimaker-cura"
cask "via"
cask "vlc"
cask "wezterm"
go "github.com/spf13/cobra-cli"
go "gotest.tools/gotestsum"
