tap "dart-lang/dart"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "sass/sass"
brew "bat"
brew "colima", args: ["HEAD"]
brew "dive"
brew "dog"
brew "duf"
brew "dust"
brew "exa"
brew "fd"
brew "flyctl"
brew "fzf"
brew "helix"
brew "helm"
brew "jq"
brew "kubernetes-cli", link: false
brew "lua"
brew "neovim"
brew "nushell"
brew "pnpm", link: false
brew "railway"
brew "ripgrep"
brew "sd"
brew "starship"
brew "tmux"
brew "watch"
brew "webp"
brew "wtfutil"
brew "zoxide"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "sass/sass/sass"
cask "font-hack-nerd-font"
cask "notunes"
cask "sf-symbols"
cask "wezterm"
